{
  "1": "Un pequeño saludo para comenzar: abre este día y respira — algo bonito te espera.",
  "2": "Hoy hay una melodía para la tarde; imagina una canción que calme los vientos y acompaña tu taza favorita.",
  "3": "Sorpresa visual: reemplaza por una imagen acogedora (por ejemplo `resources/sorpresa.png`).",
  "4": "Un consejo sencillo para mejorar tus días: guarda un minuto para mirar por la ventana.",
  "5": "Receta rápida: una idea sencilla para compartir calor en casa (puedes enlazar un PDF o página).",
  "6": "Pequeño desafío: hoy busca algo que te haga sonreír y compártelo con alguien.",
  "7": "Un fragmento para inspirar: ‘Lo simple se vuelve memorable cuando hay intención’.",
  "8": "Pista escondida: un enlace o ruta en la web que conduce a una sorpresa (ejemplo: /sorpresa).",
  "9": "Carta breve: escribe una nota de gratitud a alguien y guarda la sensación.",
  "10": "Mini-relato: una historia muy corta que despierte curiosidad — ideal para personalizar.",
  "11": "Playlist de ejemplo: comparte canciones para tardes lentas o mañanas brillantes.",
  "12": "Descarga útil: sube aquí un pequeño recurso (lista de recetas, fondo de pantalla, etc.).",
  "13": "Detrás de escena: una anécdota breve sobre cómo nació la idea de esta plantilla.",
  "14": "Una foto escondida: indica dónde encontrar una imagen dentro de `resources/`.",
  "15": "Pausa consciente: cierra los ojos 30 segundos y recuerda tres cosas por las que estás agradecido.",
  "16": "Juego corto: un acertijo sencillo cuya respuesta desbloquea una curiosidad en la web.",
  "17": "Regalo digital: enlace a un archivo pequeño (ej. fondo, sticker o PDF sorpresa).",
  "18": "Encuesta amable: pide una opinión rápida para conocer mejor a tu audiencia.",
  "19": "Carta al futuro: escribe una frase que quieras recordar dentro de un año.",
  "20": "Momento musical: sugiere una canción para cerrar el día con calma.",
  "21": "Evento en vivo (ejemplo): enlace a una transmisión o reunión para compartir tiempo juntos.",
  "22": "Recurso creativo: un link a una herramienta o plantilla que inspire proyectos pequeños.",
  "23": "Último empujón: una nota breve que prepara para la celebración final.",
  "24": "Cierre cálido: gracias por acompañar este calendario — añade aquí tu despedida y contacto."
}
