{
  "NF-1606": {
    "inicio": "**Mi Nuria**, este calendario es un regalito para tu corazón.</br>No para exigirte, sino para acompañarte.</br>Cada día tendrás una pequeña pausa para volver a ti, con suavidad, sin culpas y sin prisa.</br></br>Hoy comienza un regalo que es solamente tuyo.",
    "dias": {
      "1": "**Mi brújula interna**</br></br>Elige una palabra que quieres que te acompañe este mes (ej: paz, claridad, dignidad, suavidad).</br></br>Escríbela en una nota y ponla donde la veas al despertar.</br></br>**Propósito:** Darle dirección a tu energía y recordarte que hoy puedes elegir cómo quieres estar.</br></br>\"Lo que elijes hoy, te sostiene mañana.\"",
      "2": "**Un lugar seguro**</br></br>Cierra los ojos y ubica en tu cuerpo dónde sientes \"refugio\" (un punto de calma), aunque sea pequeño:</br></br>• ¿De qué color sería este lugar?</br>• ¿Qué edad tiene la versión de ti que vive allí?</br>• ¿Qué mensaje necesita hoy esa parte?</br>• ¿Qué podría ayudarte a sentirte protegida durante el día?</br></br>**Propósito:** Bajar la velocidad interna sin forzarte a sentir algo que no está. Sólo reconocer lo que sí aparece.</br></br>\"Si hay un rincón seguro en ti, lo encuentras con la respiración.\"",
      "3": "**Mapeo de valores**</br></br>Escribe 5 valores personales que sean significativos para ti, elige 1 o 2 hoy y pregúntate:</br></br>\"¿Qué acción pequeña puedo hacer hoy para vivir desde ese valor?\"</br></br>**Propósito:** Alinea tus decisiones con lo que te hace sentir tú.",
      "4": "**Mi lista de lo que soy**</br></br>Elegir 5 cualidades tuyas, luego subraya la que necesitas recordar hoy.</br></br>**Propósito:** Trabaja en la autovaloración y suaviza la narrativa de insuficiencia.</br></br>\"Tu valor no nace en otros, nace en ti.\"",
      "5": "**El semáforo del pasado**</br></br>Elige un recuerdo que aún pesa y completa:</br></br>\"Cuando esto pasó, sentí ___ y pensé ___.\"</br></br>**Propósito:** Diferenciar lo que viviste antes de lo que vives hoy, ayuda a liberar carga emocional.</br></br>\"Cada emoción trae un mensaje, no una condena.\"",
      "6": "**Diario de conflictos**</br></br>Anota un conflicto reciente:</br>• ¿Cómo reaccionaste?</br>• ¿Qué sentiste?</br>• ¿Qué hubieras querido decir o hacer distinto?</br></br>**Propósito:** Favorece la reflexión sobre tus patrones y permite que identifiques estrategias más saludables la próxima vez.",
      "7": "**Mis no negociables afectivos**</br></br>Elige 3 no negociables en una pareja (ej. Empatía, estabilidad, consistencia). Ponlos en color verde y repítelo en cada vínculo nuevo.</br></br>**Propósito:** Claridad para relacionarte desde tus valores.</br></br>\"Lo que no es negociable me protege de repetir historias.\"",
      "8": "**Las dos versiones de Nuria**</br></br>Imagina a dos Nurias, sentadas frente a ti:</br></br>• La Nuria ideal, exigente, impecable</br>• La Nuria real, humana, cansada, posible</br></br>Escribe una línea para cada una:</br>• ¿Qué exige la Nuria ideal?</br>• ¿Qué necesita la Nuria real?</br></br>**Propósito:** Separar exigencia de necesidad.",
      "9": "**Mi verdad sin filtro**</br></br>Respóndete sin juicio:</br></br>¿Qué sientes cuando estás sola contigo?</br></br>Escoge 3 colores para marcar tus emociones del día (ej. miedo, tristeza, calma).</br></br>**Propósito:** Rompe la autocensura y la evitación emocional.",
      "10": "**Mini inventario de logros**</br></br>Cada noche anota una cosa que hiciste bien (aunque la consideres mínima). Puedes guardar las notas en una caja, diario, libreta o como notas en tu celular.</br></br>**Propósito:** Te ayudará a reentrenar tu cerebro para reconocer lo suficiente, no lo perfecto.",
      "11": "**Un contrato imposible**</br></br>Haz una lista de las 5 grandes exigencias que la Nuria ideal pide hoy.</br></br>Marca con una X todo lo que no es humanamente posible ahora.</br></br>**Propósito:** Exponer el pensamiento perfeccionista sin atacarte.",
      "12": "**Carta de agradecimiento al cuerpo**</br></br>Escribe una carta de agradecimiento a tu cuerpo por lo que te permite hacer (caminar, bailar, abrazar…).</br></br>**Propósito:** Ayuda a reconciliarte con tu cuerpo como aliado, no como testigo del dolor.</br></br>\"Mi cuerpo no es mi enemigo, es mi casa.\""
    },
    "final": "**Mi Nuria**, este calendario termina aquí, pero tu proceso no.</br>No necesitas grandes pasos para seguir avanzando; tu camino se mueve con gestos pequeños, sinceros y posibles.</br></br>Para cerrar, quiero dejarte esto:</br></br>Elige un lugar de tu vida donde quieras sentirte un poquito mejor y avanza hoy sólo un 1%.</br></br>Ese 1% cada día también cambia una vida.</br>Y tú ya empezaste."
  },

  "GR-2006": {
    "inicio": "**Mi Glanell**, para ti que has estado cargando demasiado sola. No es una tarea, no es un compromiso más, no es una responsabilidad que sumo a tu lista.</br>Esto es un regalo.</br></br>Un regalo para ti, hecha a tu ritmo, a tu mundo interno, a tu historia y a todo lo que has sostenido en silencio durante años.</br></br>Es un calendario para sentir, para pausar, para respirar y para recordarte que sigues aquí, incluso en tus días más grises.",
    "dias": {
      "1": "**Mi verdad cansada**</br></br>Escribe las 5 cosas que más te han agotado este año y marca si provienen de:</br></br>• Responsabilidad real</br>• Responsabilidad aprendida</br>• Responsabilidad que no es tuya</br></br>**Propósito:** Reconocer tu desgaste emocional sin culpa y diferenciar el cansancio propio del heredado o impuesto.",
      "2": "**La culpa que heredé y no pedí**</br></br>Divide una hoja en dos:</br>• \"Culpas que son mías\"</br>• \"Culpas que heredé\"</br></br>Elige una culpa heredada y permítete soltarla hoy.</br></br>**Propósito:** Diferenciar entre tu responsabilidad real y la culpa que te fue entregada.",
      "3": "**Mi vida como un libro**</br></br>Imagina que tienes un libro de tu vida, allí hay anotaciones en los márgenes: lo que sentiste o pensaste, pero nunca dijiste:</br></br>• ¿Qué emociones has estado silenciando?</br>• ¿Qué cosas querías decir, que nunca hiciste?</br>• ¿Qué parte de tu pasado sueles ignorar?</br></br>Dibuja la portada de tu libro y en las márgenes de tu índice esas partes \"no visibles\".</br></br>**Propósito:** Te invita a mirar tu historia con compasión.",
      "4": "**Mi rincón de paz mínima**</br></br>Encuentra 3 microplaceres sensoriales hoy: un sonido, un olor, una textura.</br>Nómbralos en voz baja.</br></br>**Propósito:** Abrir ventanas de placer para contrarrestar tu anhedonia y agotamiento.",
      "5": "**Lo que me dio miedo decir**</br></br>Elige una de estas frases y completa sólo una:</br></br>• \"Hoy me dio miedo decir que…\"</br>• \"Hoy necesité pedir…\"</br>• \"Hoy me callé porque…\"</br></br>**Propósito:** Favorecer tu expresión emocional y romper patrón de silencio protector.",
      "6": "**Renuncia a una expectativa alta**</br></br>Elige una expectativa que soltarías hoy. (ej. \"no me exigiré ser productiva todo el día\").</br></br>**Propósito:** Las expectativas rígidas alimentan tu ansiedad. Al soltar conscientemente algunas cargas, el cuerpo siente espacio, se pone ligero y da seguridad suficiente para regularte.",
      "7": "**Alarma silenciosa**</br></br>Pon una alarma silenciosa al mediodía. Cuando suene, para y...</br></br>• Cierra los ojos</br>• Siente tus pies en el suelo</br>• Inhala profundo, exhala lento 3 veces</br></br>Pregúntate: ¿Qué necesito ahora mismo?</br></br>**Propósito:** Cierra ciclos automáticos y le enseña a tu cuerpo que puede pausar.",
      "8": "**Acciones pequeñitas para contigo**</br></br>Elige 3 de alguna de estas pequeñas-grandes acciones para hacer en el día:</br></br>☑ Recibir el sol en la cara</br>☑ Escuchar una canción que te guste</br>☑ Agradecer algo mínimo</br>☑ Darte un baño caliente</br>☑ Caminar 5 minutos</br>☑ Sentarte a ver el cielo</br>☑ Bailar sola</br>☑ Sonreír conscientemente</br></br>**Propósito:** Autorregulación emocional a través de microacciones alcanzables.</br></br>\"Lo mínimo también es autocuidado.\"",
      "9": "**La historia que me estoy contando…**</br></br>Cuando notes un pensamiento desagradable, reescríbelo así:</br>\"La historia que me estoy contando es que ___.\"</br>No lo discutas. Solo cámbiale el tono.</br></br>**Propósito:** Defusión cognitiva para disminuir rumiación y autoexigencia.</br></br>\"No todo lo que pienso es verdad.\"",
      "10": "**Pausita diaria**</br></br>Al terminar tu jornada, haz una pausa de 5 minutos:</br>• Estira tu cuerpo</br>• Mira por la ventana</br>• Respira</br>• Marca un límite entre \"trabajo\" y \"vida\"</br></br>**Propósito:** Construir límites físicos y mentales que tu cuerpo necesita.</br></br>\"Tu cuerpo responde a la constancia, no a la perfección.\"",
      "11": "**Empezar mi día desde la calma**</br></br>Antes de empezar tu día, haz estas 3 microacciones:</br></br>• Toma un vaso de agua antes del celular</br>• Respira 5 veces profundo</br>• Estira tu cuerpo 2 minutos sin pensar en el día</br></br>**Propósito:** Regula la activación matutina y reduce tu ansiedad desde temprano.",
      "12": "**Mi visión de equilibrio para 2026**</br></br>Tómate unos minutos para visualizar y escribir:</br></br>¿Cómo se ve tu equilibrio \"ideal\" entre trabajo y vida personal en el 2026?</br></br>Describe 3 cambios concretos que te gustaría ver en tu día a día.</br></br>**Propósito:** Conectar con tu deseo de bienestar y dar dirección a tus próximos pasos."
    },
    "final": "**Mi Glanell**, este calendario termina pero tu camino no; lo que hiciste aquí: pausarte, mirarte y escucharte aunque fuera un poquito, ya es un acto de valentía.</br></br>Recuerda siempre esto: tu mente ansiosa no se calma con fuerza de voluntad, se calma con acciones pequeñas, repetidas y posibles.</br></br>No tienes que poder con todo, no tienes que cargar sola, y no tienes que hacerlo perfecto.</br></br>Tu valor no está en lo que produces, sino en quien eres.</br>Y ya eres suficiente."
  },

    "LP-1308": {
    "inicio": "**Mi Lore**, este detallito espero sea un respiro entre tanta carga, una pausa que no exige y no empuja, pero que sí te acerca, despacito, de vuelta a tu centro, sin romperte y sin pedirte fuerzas que hoy no tienes por qué demostrar.</br></br>Cada día espero sea una puerta distinta para comprenderte un poco más, aliviarte donde duele y mirarte con la dignidad, el amor y la compasión que siempre has merecido.</br></br>**No es hacerlo perfecto, sólo con intentarlo ya estás avanzando.**",
    "dias": {
      "1": "**Señales de Alerta Personal**</br></br>**\"Línea roja\" emocional:** Pensar \"no puedo más\" varias veces al día.</br></br>**\"Línea roja\" física:** Dolores de cabeza constantes, insomnio persistente.</br></br>**\"Línea roja\" relacional:** Evitar a todas las personas, incluso las de apoyo.</br></br>**Propósito:** Identificar tus señales de alarma para actuar antes del colapso.",
      "2": "**Lo que mi agotamiento intenta decirme**</br></br>Identifica 3 señales recientes de agotamiento (físicas, emocionales y/o mentales).</br>Para cada una, escribe la necesidad real que hay detrás:</br></br>• Descanso</br>• Límites</br>• Apoyo</br>• Silencio</br>• Tiempo</br></br>Elige una necesidad y cúmplela hoy en una acción pequeña y concreta.</br></br>**Propósito:** Escuchar el mensaje detrás del agotamiento y comenzar a responderle sin culpa.",
      "3": "**Mi cuerpo habla antes que yo**</br></br>Dibuja una silueta y marca 4 lugares donde tu cuerpo siente:</br>• Peso</br>• Tensión</br>• Vacío</br>• Fuego</br></br>Elige uno y pon tu mano ahí durante 30 segundos mientras respiras lento.</br></br>**Propósito:** Aprenderás a escuchar tu cuerpo sin juzgarlo y ofrecerle alivio inmediato.",
      "4": "**Lo que no fue tu culpa**</br></br>Haz dos columnas:</br></br>• \"De esto me culpo\"</br>• \"Esto dicen los hechos\"</br></br>Selecciona una culpa y reescríbela como un hecho, sin adjetivos.</br></br>**Propósito:** Reduce la culpa aprendida y te hace mirar la historia con verdad, no con castigo.",
      "5": "**El límite que mi cuerpo pidió primero**</br></br>Escribe 5 límites que tu cuerpo puso antes que tú (silencios, distancias, síntomas).</br></br>Luego elige uno y redacta cómo lo dirías hoy en una frase cortica y clara para interiorizarlo.</br></br>**Propósito:** Convierte el límite corporal en un límite hablado para dejar de cargar sola.",
      "6": "**Mi rabia más que justa**</br></br>Escribe una carta NO enviada a la persona o situación que te hizo sentir injusticia (aquellas a quienes no les han escrito antes).</br></br>Dile lo que nunca pudiste decir. Luego dóblala, rómpela o quémala.</br></br>**Propósito:** Te ayuda a validar tu rabia como una reacción legítima, no como un defecto.",
      "7": "**Mis vínculos con luz y con sombra**</br></br>Haz tu semáforo relacional con 6 personas:</br>• **Verde:** me nutren</br>• **Amarillo:** me confunden</br>• **Rojo:** me hieren</br></br>Elige un \"amarillo\" y decide un pequeño límite para esta semana.</br></br>**Propósito:** Te hace distinguir quién te sostiene y quién te drena, sin culpa y con claridad.",
      "8": "**Las partes de mí que sobreviven**</br></br>Elige una parte tuya que suele aparecer (la que culpa, la que evita, la que cuida).</br></br>Pregúntale: \"¿qué intentas proteger?\".</br></br>Anota tu respuesta desde la perspectiva de la Lore compasiva.</br></br>**Propósito:** Te insta a dejar de pelear contigo misma y comenzar a entender tus reacciones desde el amor propio.",
      "9": "**Un minuto para volver a mí**</br></br>Elige un valor del día (ej. dignidad, autocuidado, libertad, verdad).</br></br>Haz una acción de 60 segundos coherente con ese valor.</br></br>**Propósito:** Te permite recuperar tu poder personal desde pasos cortos pero sostenibles alineados a valores.",
      "10": "**Lo que me quedo y lo que suelto del amor que dolió**</br></br>Escribe dos columnas:</br>• \"Lo que me quedo de esta historia\"</br>• \"Lo que dejo ir hoy\"</br></br>Elige una cosa de la segunda columna y describe cómo se siente no cargarla más.</br></br>**Propósito:** Acompañar el duelo desde la dignidad, no desde la autoexigencia.",
      "11": "**Mi caja para días que duelen**</br></br>Hay días pesados, responde estas preguntas y tenlo a la mano cuando tus \"días tormenta\" lleguen:</br></br>• 3 cosas que te anclen (sensaciones, aromas, música)</br>• 1 respiración que te funciona</br>• 1 frase que te calme</br>• 1 persona a quien escribir</br>• 1 acción rápida que te regule</br></br>Tenlo escrito y a la mano.</br></br>**Propósito:** Tu kit de emergencia emocional, te lleva a no enfrentar sola los días difíciles y darle estructura a tu autocuidado.",
      "12": "**Mi regreso a mí**</br></br>Escríbete una carta con 4 puntos:</br></br>• Lo que reconoces de tí hoy</br>• Lo que sigue doliendo</br>• Lo que ya no cargarás</br>• Lo que te permites empezar</br></br>Guárdala en un lugar seguro.</br></br>**Propósito:** Honrar tu proceso, tu valentía y tu regreso a ti misma sin prisa."
    },
    "final": "**Mi Lore**, sé que estos años han sido retadores, agotadores y profundamente desbordantes. Y aún así, sigues aquí. Quizá hoy te parezca poco, pero sostenerte con vida ha sido uno de los logros más valiosos de tu año… y también uno de los más significativos del mío.</br></br>El camino a veces se siente escabroso, lo sé, pero arriesgarte a desear una experiencia de vida distinta es un acto de valentía que no todxs se permiten y que no todxs logran.</br></br>Gracias por tu esfuerzo silencioso, por tu entrega, por cada paso que diste incluso cuando dolía. Deseo infinitamente desde mi corazón, poder verte al otro lado, mirando la vida con unos ojitos nuevos, más suaves, contigo y con todo lo que has vivido.</br></br>Eres mucho más de lo que a veces piensas o sientes. Sólo permite que todo llegue, te muestre lo que tenga que mostrar y después se vaya.</br></br>**Tu tarea no es resistirlo todo: es dejarlo fluir sin perderte a ti.**"
  },

  "DP-1407": {
    "inicio": "**Mi Dayanna**, este calendario es un espacio sólo para ti.</br>Un lugar donde no tienes que demostrar nada, donde puedes bajar la guardia y permitirte sentir sin juzgarte.</br></br>Cada día tiene un mensaje pensado para acompañarte, para recordarte que mereces cuidado, claridad y descanso.</br></br>**Este es tu momento. Tómalo con calma.**",
    "dias": {
      "1": "**Mi espacio seguro interno**</br></br>Imagina un lugar (real o imaginario) donde te sientes completamente segura y en paz.</br></br>• ¿Cómo se ve?</br>• ¿Qué sonidos hay?</br>• ¿Qué temperatura tiene?</br>• ¿Quién está ahí contigo?</br></br>Dibújalo o descríbelo en palabras.</br></br>**Propósito:** Crear un refugio mental al que puedas regresar cuando te sientas abrumada.",
      "2": "**Mis valores personales**</br></br>Elige 5 valores que son importantes para ti (ej: honestidad, libertad, amor, creatividad, justicia).</br></br>Subraya el que más necesitas recordar hoy.</br></br>**Propósito:** Conectar con lo que te define y te da dirección en momentos de confusión.",
      "3": "**La narrativa que cargo**</br></br>Completa esta frase:</br>\"La historia que me cuento sobre mí es que soy ___\"</br></br>Ahora reescríbela desde la compasión:</br>\"La verdad es que soy ___\"</br></br>**Propósito:** Identificar y transformar las narrativas negativas que has interiorizado.",
      "4": "**Mi cuerpo tiene razón**</br></br>Ubica en tu cuerpo donde sientes:</br>• Tensión</br>• Cansancio</br>• Calma (aunque sea mínima)</br></br>Respira hacia esa parte durante 1 minuto.</br></br>**Propósito:** Reconectar con las señales de tu cuerpo y darle atención sin juicio.",
      "5": "**Lo que necesito soltar**</br></br>Escribe 3 cosas que has estado cargando que no son tu responsabilidad.</br></br>Lee cada una en voz alta y di: \"Esto no es mío para cargar\".</br></br>**Propósito:** Liberar peso emocional que no te corresponde.",
      "6": "**Mis límites no negociables**</br></br>Escribe 3 límites que necesitas establecer o reforzar en tus relaciones.</br></br>Elige uno y practica cómo lo dirías en voz alta.</br></br>**Propósito:** Fortalecer tu capacidad de poner límites claros y firmes.",
      "7": "**Carta a mi yo del pasado**</br></br>Escribe una carta corta a tu yo de hace 5 años.</br></br>• ¿Qué le dirías?</br>• ¿Qué le agradecerías?</br>• ¿Qué le advertirías con amor?</br></br>**Propósito:** Honrar tu camino y hacer las paces con tu historia.",
      "8": "**Microacciones de autocuidado**</br></br>Elige 3 acciones pequeñas para hoy:</br></br>☑ Tomar agua</br>☑ Estirar el cuerpo</br>☑ Salir a caminar 5 minutos</br>☑ Escuchar música que te guste</br>☑ Llamar a alguien que te cuida</br>☑ Decir \"no\" a algo que no quieres</br></br>**Propósito:** Autocuidado en acciones concretas y alcanzables.",
      "9": "**Lo que me hace sentir viva**</br></br>Escribe 5 cosas que te hacen sentir viva, presente o conectada.</br></br>Elige una y hazla hoy, aunque sea por 5 minutos.</br></br>**Propósito:** Reconectar con lo que te da alegría y sentido.",
      "10": "**Mi red de apoyo real**</br></br>Haz una lista de 5 personas en las que confías.</br></br>Elige una y envíale un mensaje simple: \"Gracias por estar\".</br></br>**Propósito:** Recordar que no estás sola y fortalecer tus vínculos de apoyo.",
      "11": "**Lo que he logrado este año**</br></br>Escribe 5 cosas que lograste este año, aunque te parezcan pequeñas.</br></br>Lee la lista en voz alta.</br></br>**Propósito:** Reconocer tu fuerza y tus avances sin minimizarlos.",
      "12": "**Mi intención para el próximo año**</br></br>Completa esta frase:</br></br>\"En 2026, quiero sentirme más ___\"</br></br>Escribe 3 acciones concretas que te acerquen a ese sentimiento.</br></br>**Propósito:** Conectar con tu deseo de bienestar y darle dirección."
    },
    "final": "**Mi Dayanna**, estos 12 días fueron solo el inicio.</br>Lo que descubriste aquí, lo que sentiste, lo que escribiste, todo eso es tuyo y nadie te lo puede quitar.</br></br>Recuerda: no tienes que saberlo todo, no tienes que tenerlo resuelto, no tienes que ser fuerte todo el tiempo.</br></br>**Tu única tarea es seguir eligiéndote, un día a la vez.**</br></br>Y ya lo estás haciendo. 💙"
  },
"GR-2506": {
  "inicio": "**Gabriela**, este calendario es un espacio para mirar tu historia con honestidad y cuidado.</br></br>No es para remover por remover, sino para entender, integrar y soltar lo que ya no necesitas cargar.</br></br>Cada día es una invitación a escucharte sin juicio y a reconocerte en todo lo que has atravesado.",
  "dias": {
    "1": "**Línea de tiempo personal**</br></br>Escribe en orden cronológico eventos significativos de tu vida, tanto positivos como difíciles.</br></br>Marca aquellos momentos que aún impactan tu presente.</br></br>**Propósito:** Comprender tu contexto emocional actual desde tu historia.",
    "2": "**Descarga narrativa**</br></br>Durante 15 minutos escribe todo lo que esté en tu mente, sin filtro ni orden.</br></br>Al final, subraya 2 o 3 temas que más peso emocional tengan.</br></br>**Propósito:** Dar salida al ruido interno y organizar lo que necesita atención.",
    "3": "**Cuando la rabia me habita**</br></br>Antes de reaccionar:</br>• Respira profundo 5 veces</br>• Muévete (camina o corre)</br>• Escribe lo que sientes y luego léelo</br></br>**Propósito:** Permitir la emoción sin que te controle.",
    "4": "**El autocuidado efectivo**</br></br>Elige 1 o 2 acciones reales de cuidado hoy:</br></br>• Decir \"no puedo\"</br>• Poner un límite</br>• Pedir ayuda</br>• Descansar sin culpa</br></br>**Propósito:** Elegirte desde la honestidad, no desde la exigencia.",
    "5": "**Mi autoestima en perspectiva**</br></br>Si te vieras desde afuera:</br></br>• ¿Qué pensarías de ti?</br>• ¿Qué sentirías?</br>• ¿Qué admirarías?</br></br>**Propósito:** Reconocerte sin dureza ni minimización.",
    "6": "**Mi vida como un libro**</br></br>Nombra 3 capítulos importantes de tu vida.</br></br>¿Cuáles te remueven? ¿Cuáles miras con cariño?</br></br>**Propósito:** Integrar tu historia sin pelear con ella.",
    "7": "**Gratitud consciente**</br></br>Escribe 3 cosas por las que agradeces hoy, incluso si son pequeñas.</br></br>**Propósito:** Entrenar la mente para reconocer lo que sí sostiene.",
    "8": "**Mi diálogo interno**</br></br>Observa cómo te hablas hoy.</br></br>Reescribe una frase dura en una versión más compasiva.</br></br>**Propósito:** Suavizar la relación contigo.",
    "9": "**Afirmación ancla**</br></br>Repite:</br></br>\"He superado el 100% de mis días difíciles. Confío en mi capacidad para afrontar hoy.\"</br></br>**Propósito:** Activar memoria emocional de resiliencia.",
    "10": "**Transición al descanso**</br></br>Elige una acción para bajar estímulos:</br></br>• Luz cálida</br>• Escritura breve</br>• Ducha tibia</br>• Música suave</br></br>**Propósito:** Preparar cuerpo y mente para el descanso.",
    "11": "**Presencia consciente**</br></br>Observa un momento cotidiano sin multitarea.</br></br>Respira y permanece ahí.</br></br>**Propósito:** Salir del automático.",
    "12": "**El desafío que me transformó**</br></br>¿Qué reto te cambió más de lo que imaginabas?</br></br>¿Qué aprendiste de ti ahí?</br></br>**Propósito:** Reconocer crecimiento incluso en lo difícil."
  },
  "final": "**Gabriela**, has llegado al final de este recorrido.</br></br>Lo que viste aquí no es debilidad: es conciencia.</br></br>Tu proceso sigue, pero hoy ya te miras con más claridad y respeto.</br></br>Y eso cambia todo."
},

"SB-1810": {
  "inicio": "**Sabri**, este calendario no busca exigirte, sino devolverte a ti.</br></br>Cada día es un espacio para elegirte sin explicarte, sin justificarte y sin culpa.",
  "dias": {
    "1": "**Un límite que me da libertad**</br></br>Elige 2 acciones válidas hoy:</br></br>• Tomar distancia</br>• Cambiar de opinión</br>• Priorizar descanso</br>• Decir NO sin explicar</br></br>**Propósito:** Entender que el límite también cuida.",
    "2": "**Mi vida como un libro**</br></br>Dibuja o describe la portada de tu vida.</br></br>¿Qué título tendría?</br></br>**Propósito:** Mirar tu historia con ternura.",
    "3": "**Mi cuerpo cuando callo**</br></br>Escanea tu cuerpo:</br></br>• ¿Dónde hay tensión?</br>• ¿Qué emoción se guardó ahí?</br></br>**Propósito:** Escuchar lo no dicho.",
    "4": "**Hoy me elijo**</br></br>Escribe una frase de compromiso contigo SOLO por hoy.</br></br>**Propósito:** Elegirte sin promesas rígidas.",
    "5": "**Podar con compasión**</br></br>Nombra algo que hoy consuma energía sin nutrirte.</br></br>No actúes. Solo reconoce.</br></br>**Propósito:** Conciencia sin culpa.",
    "6": "**Elegir sin explicarme**</br></br>Escribe una decisión tomada solo porque querías.</br></br>No la justifiques.</br></br>**Propósito:** Romper el reflejo de merecer.",
    "7": "**Carta a la Sabri de 7 años**</br></br>Escribe 5 líneas comenzando con:</br></br>\"No fue tu responsabilidad que…\"</br></br>**Propósito:** Sanar desde la raíz.",
    "8": "**Mi diálogo interno**</br></br>Observa cómo te hablas hoy.</br></br>Reformula una frase dura.</br></br>**Propósito:** Suavizar exigencia.",
    "9": "**Integrar lo aprendido**</br></br>¿Qué aprendizaje te llevas hasta ahora?</br></br>¿Cómo lo aplicarás?</br></br>**Propósito:** Convertir conciencia en acción.",
    "10": "**Soltar una preocupación**</br></br>Identifica algo que no depende de ti.</br></br>Respira y entrégalo.</br></br>**Propósito:** Descansar mentalmente.",
    "11": "**Un paso al futuro**</br></br>Define un pequeño paso hacia algo que deseas.</br></br>**Propósito:** Avanzar sin presión.",
    "12": "**Lo que descubrí de mí**</br></br>¿Qué no sabías de ti al empezar el año?</br></br>**Propósito:** Reconocerte."
  },
  "final": "**Sabri**, este calendario termina, pero tu permiso de elegirte no.</br></br>No tienes que explicarte para valer.</br></br>Y hoy, eso ya lo sabes."
},

"AG-2108": {
  "inicio": "**Ashley**, este calendario es una invitación a mirarte con honestidad y cuidado.</br></br>Tu historia importa, tus procesos también.",
  "dias": {
    "1": "**Mi vida como un libro**</br></br>Dibuja o describe personas clave de tu historia.</br></br>¿Qué dejaron en ti?</br></br>**Propósito:** Comprender tu construcción emocional.",
    "2": "**Escuchar mi cuerpo**</br></br>Presta atención a lo que necesita hoy.</br></br>Regálate un pequeño cuidado.</br></br>**Propósito:** Autoregulación.",
    "3": "**Reconocer un logro**</br></br>Valora un esfuerzo reciente.</br></br>**Propósito:** Validarte.",
    "4": "**Gestión de retos**</br></br>Identifica una dificultad y una respuesta más serena.</br></br>**Propósito:** Regular reacción.",
    "5": "**Permiso para disfrutar**</br></br>Conecta con algo que te calme.</br></br>**Propósito:** Equilibrio.",
    "6": "**Observar pensamientos**</br></br>Cuestiona uno repetitivo.</br></br>**Propósito:** Flexibilidad mental.",
    "7": "**Gratitud consciente**</br></br>Agradece lo vivido hoy.</br></br>**Propósito:** Presencia.",
    "8": "**Diálogo interno**</br></br>Háblate con amabilidad.</br></br>**Propósito:** Autocompasión.",
    "9": "**Integrar aprendizajes**</br></br>¿Qué te llevas hasta ahora?</br></br>**Propósito:** Conciencia.",
    "10": "**Soltar lo que no depende de ti**</br></br>Respira y entrega.</br></br>**Propósito:** Descanso mental.",
    "11": "**Pequeño paso al futuro**</br></br>Define un avance posible.</br></br>**Propósito:** Dirección.",
    "12": "**Logros del año**</br></br>Reconoce avances visibles e invisibles.</br></br>**Propósito:** Autoestima."
  },
  "final": "**Ashley**, este recorrido fue para recordarte que estás creciendo incluso cuando dudas.</br></br>Y eso ya es suficiente."
}

}


