{
  "LN-1010": {
    "inicio": "Este conjunto de mensajes corresponde al código LN-1010. A lo largo de los próximos días se presentarán distintos mensajes de forma progresiva.",
    "dias": {
      "1": "Día 1. Inicio del recorrido del código LN-1010.",
      "2": "Día 2. Cada avance aporta contexto.",
      "3": "Día 3. La constancia forma parte del proceso.",
      "4": "Día 4. Observar permite comprender mejor.",
      "5": "Día 5. Las pausas también son progreso.",
      "6": "Día 6. Mitad del recorrido alcanzada.",
      "7": "Día 7. Las experiencias acumuladas generan aprendizaje.",
      "8": "Día 8. Cada paso suma información.",
      "9": "Día 9. El progreso continúa.",
      "10": "Día 10. La continuidad aporta claridad.",
      "11": "Día 11. El cierre se aproxima.",
      "12": "Día 12. Fin del ciclo diario del código LN-1010."
    },
    "final": "Este conjunto de mensajes del código LN-1010 ha finalizado. Puedes tomar este cierre como una referencia para lo que sigue."
  },

  "SN-2020": {
    "inicio": "Has activado el código SN-2020. Durante los siguientes días se mostrarán mensajes asociados a este conjunto.",
    "dias": {
      "1": "Día 1. Inicio del recorrido del código SN-2020.",
      "2": "Día 2. Avanzar de forma constante es suficiente.",
      "3": "Día 3. Cada iteración aporta valor.",
      "4": "Día 4. No todo es inmediato, pero todo suma.",
      "5": "Día 5. La regularidad facilita el avance.",
      "6": "Día 6. Mitad del recorrido alcanzada.",
      "7": "Día 7. Revisar lo aprendido mejora el resultado.",
      "8": "Día 8. El enfoque constante genera resultados.",
      "9": "Día 9. El recorrido continúa sin prisa.",
      "10": "Día 10. La experiencia se consolida.",
      "11": "Día 11. El final está cerca.",
      "12": "Día 12. Fin del ciclo diario del código SN-2020."
    },
    "final": "El código SN-2020 ha concluido. Este mensaje marca el cierre del conjunto."
  },

   "NF-1606": {
    "inicio": "Mi Nuria, este calendario es un regalito para tu corazón.</br>No para exigirte, sino para acompañarte.</br>Cada día tendrás una pequeña pausa para volver a ti, con suavidad, sin culpas y sin prisa.</br></br>Hoy comienza un regalo que es solamente tuyo.",
    "dias": {
      "1": "Mi brújula interna</br></br>Elige una palabra que quieres que te acompañe este mes (ej: paz, claridad, dignidad, suavidad).</br></br>Escríbela en una nota y ponla donde la veas al despertar.</br></br>Propósito: Darle dirección a tu energía y recordarte que hoy puedes elegir cómo quieres estar.</br></br>\"Lo que elijes hoy, te sostiene mañana.\"",
      "2": "Un lugar seguro</br></br>Cierra los ojos y ubica en tu cuerpo dónde sientes “refugio”, aunque sea pequeño.</br></br>Pregúntate:</br>- ¿De qué color sería este lugar?</br>- ¿Qué edad tiene la versión de ti que vive allí?</br>- ¿Qué mensaje necesita hoy esa parte?</br>- ¿Qué podría ayudarte a sentirte protegida durante el día?</br></br>Propósito: Bajar la velocidad interna sin forzarte a sentir algo que no está. Solo reconocer lo que sí aparece.</br></br>\"Si hay un rincón seguro en ti, lo encuentras con la respiración.\"",
      "3": "Mapeo de valores</br></br>Escribe 5 valores personales que sean significativos para ti. Elige 1 o 2 y pregúntate:</br></br>\"¿Qué acción pequeña puedo hacer hoy para vivir desde ese valor?\"</br></br>Propósito: Alinear tus decisiones con lo que te hace sentir tú.",
      "4": "Mi lista de lo que soy</br></br>Elige 5 cualidades tuyas y subraya la que necesitas recordar hoy.</br></br>Propósito: Trabajar la autovaloración y suavizar la narrativa de insuficiencia.</br></br>\"Tu valor no nace en otros, nace en ti.\"",
      "5": "El semáforo del pasado</br></br>Elige un recuerdo que aún pesa y completa:</br></br>\"Cuando esto pasó, sentí ___ y pensé ___.\"</br></br>Propósito: Diferenciar lo que viviste antes de lo que vives hoy y ayudar a liberar carga emocional.</br></br>\"Cada emoción trae un mensaje, no una condena.\"",
      "6": "Diario de conflictos</br></br>Anota un conflicto reciente:</br>- ¿Cómo reaccionaste?</br>- ¿Qué sentiste?</br>- ¿Qué hubieras querido decir o hacer distinto?</br></br>Propósito: Favorecer la reflexión sobre tus patrones y facilitar estrategias más saludables la próxima vez.",
      "7": "Mis no negociables afectivos</br></br>Elige 3 no negociables en una pareja (ej. empatía, estabilidad, consistencia). Márcalos en verde y recuérdalos en cada vínculo nuevo.</br></br>Propósito: Claridad para relacionarte desde tus valores.</br></br>\"Lo que no es negociable me protege de repetir historias.\"",
      "8": "Las dos versiones de Nuria</br></br>Imagina a dos Nurias sentadas frente a ti:</br>- La Nuria ideal: exigente, impecable.</br>- La Nuria real: humana, cansada, posible.</br></br>Escribe:</br>- ¿Qué exige la Nuria ideal?</br>- ¿Qué necesita la Nuria real?</br></br>Propósito: Separar exigencia de necesidad.",
      "9": "Mi verdad sin filtro</br></br>Respóndete sin juicio:</br></br>¿Qué sientes cuando estás sola contigo?</br></br>Escoge 3 colores para marcar tus emociones del día (ej. miedo, tristeza, calma).</br></br>Propósito: Romper la autocensura y la evitación emocional.",
      "10": "Mini inventario de logros</br></br>Cada noche anota una cosa que hiciste bien, aunque te parezca mínima. Puedes guardarla en una caja, libreta o notas del celular.</br></br>Propósito: Reentrenar tu cerebro para reconocer lo suficiente, no lo perfecto.",
      "11": "Un contrato imposible</br></br>Haz una lista de las 5 grandes exigencias que la Nuria ideal te pide hoy.</br></br>Marca con una X todo lo que no es humanamente posible ahora.</br></br>Propósito: Exponer el pensamiento perfeccionista sin atacarte.",
      "12": "Carta de agradecimiento al cuerpo</br></br>Escribe una carta de agradecimiento a tu cuerpo por lo que te permite hacer (caminar, bailar, abrazar…). </br></br>Propósito: Reconciliarte con tu cuerpo como aliado, no como testigo del dolor.</br></br>\"Mi cuerpo no es mi enemigo, es mi casa.\""
    },
    "final": "Mi Nuria, este calendario termina aquí, pero tu proceso no.</br>No necesitas grandes pasos para seguir avanzando; tu camino se mueve con gestos pequeños, sinceros y posibles.</br></br>Elige un lugar de tu vida donde quieras sentirte un poquito mejor y avanza hoy solo un 1%.</br></br>Ese 1% cada día también cambia una vida.</br>Y tú ya empezaste."
  }
}


